Repository: hamid5434/vakil
Catalog: lib/l10n/app_*.arb
Languages: ar, fa

source: Language
ar: اللغه
fa: زبان

source: Hello World!
fa: ! سلام دنیا

# hello
source: Hello {username}
fa: {username} سلام

source: Store
ar: فرع
fa: فروشگاه

source: Ofogh Kourosh
ar: اميرة
fa: افق کوروش

# ofoghkourosh_title
source: Super Application Ofogh Kourosh
fa: نرم افزار جامع افق کوروش

source: Inventory
ar: المخزن
fa: انبار

source: Reports
ar: التقارير
fa: گزارشات

# offline_sales
source: Online Sales
ar: المبيعات دون اتصال بالإنترنت
fa: فروش غیر حضوری

source: Human Resources
ar: الموارد البشرية
fa: منابع انسانی

source: Limited Sales Report
ar: مبيعات محدودة
fa: گزارش محدویت فروش

source: Ticketing
ar: تسجيل مذكرة
fa: تیکت

source: Kasra
ar: کسرا
fa: کسرا

source: Customer Club
ar: نادي الزبائن
fa: باشگاه مشتریان

source: News and information
ar: اخبار والمعلومات
fa: اخبار و اطلاعات

source: Periodic Control
ar: المراقبة الدورية
fa: کنترل دوره ای

source: Radio Ofogh Kourosh
ar: اذاعة اميرة
fa: رادیو افق کورش

source: Equip and Development
ar: التجهيز والتطوير
fa: تجهیز و توسعه

source: Organization Voice
ar: صوت المنظمة
fa: صدای سازمان

source: Change Password
ar: تغيير الرمز
fa: تغییر رمز عبور

source: Program Update
ar: تحديث البرنامج
fa: بروز رسانی برنامه

source: Personel Id
ar: رقم التعريف الشخصي
fa: کد پرسنلی

source: Pap Code
ar: رقم پپ
fa: کد پپ

source: Region
ar: المنطقة
fa: منطقه

source: Logout
ar: الخروج من البرنامج
fa: خروج از برنامه

source: Setting
ar: الضبط
fa: تنظیمات

source: Education
ar: التدريب
fa: آموزش

source: Message
ar: رسالة
fa: پیام

source: Tasks
ar: المهام
fa: وظایف

source: Store Code
ar: كود الفرع
fa: کد فروشگاه

source: End
ar: النهاية
fa: پایان

source: Select
ar: اختيار
fa: انتخاب

source: Current Location
ar: الموقع الحالي
fa: موقعیت فعلی

source: Jourchin
fa: جورچین

source: Start inspection
ar: بداية التفتيش
fa: شروع بازرسی

source: Back
ar: الرجوع
fa: برگشت

source: Store Manager
ar: مشرف فرع
fa: مدیر فروشگاه

source: Store Successor
ar: بديل فرع
fa: جانشین فروشگاه

source: Store Manager not found
ar: لم يتم العثور على مشرف الفرع
fa: مدیر فروشگاه پیدا نشد

source: Store Successor not found
ar: لم يتم العثور على بديل الفرع
fa: جانشین فروشگاه پیدا نشد

source: Periodic control not received
ar: لم يتم استلام المراقبة الدورية
fa: کنترل دوره ای پیدا نشد

source: Store Supervisor not found
ar: لم يتم العثور على مشرف المنطقة
fa: سوپروایزر فروشگاه پیدا نشد.

source: Type of periodic control
ar: نوع المراقبة الدورية
fa: نوع کنترل دوره ای

source: Supervisor
ar: مشرف المنطقه
fa: سوپروایزر

# store_select
source: Select the store
ar: اختيار الفرع
fa: فروشگاه را انتخاب کنید

# empty_program
source: No program specified for you. Please talk to your program registrar.
ar: لم يتم تحديد اي برنامج لكم , رجاءا التواصل مع مسوول عن تثبيت البرنامج
fa: برنامه ای برای شما مشخص نشده است لطفا با مسئول ثبت برنامه خود صحبت کنید

source: Store not selected
ar: لم يتم اختيار الفرع
fa: فروشگاه را انتخاب نکردید

source: Periodic Control not selected
ar: لم يتم اختيار نوع المراقبة الدورية
fa: نوع کنترل دوره ای را انتخاب نکردید

source: Manager not selected
ar: لم يتم اختيار المشرف
fa: سرپرست را انتخاب نکرده اید

source: Successor not selected
ar: لم يتم اختيار البديل
fa: جانشین را انتخاب نکرده اید

source: Location is Required
ar: ضرورة اختيارالموقع
fa: لوکیشن الزامی است

source: Inspection
ar: التفتيش
fa: بازرسی

# message_start_inspection
source: Are you sure you want to start the inspection?
ar: بدء التفتيش؟
fa: آیا از شروع عملیات بازرسی اطمینان دارید؟

# message_end_inspection
source: Are you sure about the end of the '{store}' ? inspection
ar: انتهاء التفتيش '{store}'
fa: آیا از پایان بازرسی برای '{store}' اطمینان دارید؟

source: Yes
ar: نعم
fa: بله

source: No
ar: كلا
fa: خیر

source: Close
ar: اغلاق
fa: بستن

source: Name
ar: الاسم
fa: نام

source: Your Position
ar: موقعكم هنا الان
fa: شما اینجایید

# space_approximate
source: Space Spproximate
ar: المسافة التقريبية
fa: فاصله تقریبی

source: Receiving Questions
ar: استلام الاسئلة
fa: درحال دریافت سوالات

source: No questions received
ar: لم يتم استلام اي سؤال
fa: سوالای دریافت نشد

source: Receiving answers
ar: استلام الاجوبة
fa: درحال دریافت جواب ها

source: No answers received
ar: لم يتم استلام اي جواب
fa: هیچ جوابی دریافت نشد

source: Finalizing the inspection
ar: مرحلة اتمام عملية التفتيش
fa: درحال نهایی سازی بازرسی

source: Number left
ar: الارقام المتبقية
fa: تعداد مانده

source: Next
ar: التالي
fa: بعدی

source: Previous
ar: السابق
fa: قبلی

source: Description
ar: الوصف
fa: توضیحات

source: Search questions
ar: البحث في الاسئلة
fa: جستجو بین سوالات

source: Number not answered
ar: عدد الاسئلة التي لم تتم الاجابة عليها
fa: تعداد سوالا جواب داده نشده

source: Start the next inspection
ar: بداية التفتيش القادم
fa: شروع بازرسی بعدی

source: End and start next
ar: نهاية و بداية اللاحق
fa: خاتمه و شروع بعدی

source: Recording the answer
ar: تسجيل الجواب
fa: در حال ثبت جواب

source: Login
ar: تسجيل الدخول
fa: ورود

source: Password
ar: كلمه السر
fa: رمز عبور

source: Forget Password
ar: نسيت كلمة المرور
fa: فراموشی رمز عبور

source: Save Password
ar: تذكر نى
fa: مرا به خاطر بسپار

source: Email
ar: البريد الإلكتروني
fa: ایمیل

source: Repeat the Password
ar: كرر كلمة المرور
fa: تکرار رمز عبور

source: Activation Code
ar: رمز التفعيل
fa: کد فعال سازی

source: Invalid Personnel Code
ar: رمز الموظفين غير صالح
fa: کد پرسنلی نامعتبر

source: Sending Activation Code
ar: إرسال رمز التفعيل
fa: در حال ارسال کد فعال سازی

# new_password
source: Pew Password
ar: كلمة السر الجديدة
fa: رمز عبور جدید

source: Services
ar: خدمات
fa: سرویس ها

source: drivers
ar: السائقين
fa: رانندگان

source: End inspection
ar: نهاية التفتيش
fa: پایان بازرسی

source: Try Again
ar: حاول ثانية
fa: تلاش مجدد

source: Inspection Review
ar: مراجعة التفتيش
fa: بررسی بازرسی

source: Temporary inspection
ar: التفتيش المؤقت
fa: شما بازرسی موقت دارید

source: please wait
ar: أرجو الإنتظار
fa: لطفا صبر کنید

source: All questions must be answered
ar: يجب الإجابة على جميع الأسئلة
fa: همه سوالات باید جواب داده شوند

source: Categories
ar: التصنيفات
fa: دسته بندی ها

# program_mode
source: Appearance of the program
ar: ظهور البرنامج
fa: ظاهر برنامه

source: load Warehouse
ar: تسليم البضائع
fa: تحویل بار

# edit_request
source: Edit Request System
fa: ویرایش درخواست سیستم

source: Addjust
ar: العجز والمسار المتوسط
fa: کسری و سرک میان دوره

source: type of wastage reason
ar: نوع سبب الهدر
fa: دلیل ضایعات
